Repository: mars7x3/new_Manas_Academy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Russia
ky: Русский

source: Kyrgyz
ky: Кыргызча

source: О нас
ky: Биз жөнүндө

source: Руководство
ky: Жетекчилер

source: Подробнее
ky: Дагы

source: Контакты
ky: Байланыштар

source: Напишите нам
ky: Бизге жазыңыз

source: Имя
ky: Атыңыз

source: Почта
ky: Почтаңыз

source: Отправить
ky: Жөнөтүү

source: Об авторе
ky: Автор жөнүндө

source: Недавние исследования
ky: Акыркы изилдөөлөр

source: Актуальные проекты
ky: Актуалдуу долбоорлор

source: Навигация по сайту
ky: Сайттын навигациясы

source: Исследования
ky: Изилдөөлөр

source: Проекты
ky: Долбоорлор

source: Новости
ky: Жаңылыктар

source: НПА
ky: НУА

source: Про Манас
ky: Манас
